{
    "Sport": [
      "La gravité était contre moi, elle tirait plus fort que d'habitude. (1)",
      "Le ballon a eu une crise existentielle et a refusé de coopérer, il voulait juste méditer. (2)",
      "Mes muscles ont décidé de faire grève collectivement, c'était une attaque de crampes spontanée. (3)",
      "J'ai été profondément distrait par un écureuil philosophe sur le bord du terrain. (4)",
      "Mon équipement de sport a déclaré l'indépendance et a refusé de quitter la maison. (5)",
      "J'ai été attaqué par un essaim de mouches motivantes qui me forçaient à courir dans la mauvaise direction. (6)",
      "Mes baskets ont juré qu'elles étaient trop fatiguées et ont refusé d'avancer. (7)",
      "Le terrain de jeu a soudainement développé un champ de distorsion spatio-temporelle. (8)",
      "J'ai dû m'arrêter pour aider une limace à traverser la ligne d'arrivée, elle était en difficulté. (9)",
      "Mon corps a décidé qu'il était temps pour une sieste imprévue, même en pleine action. (10)",
      "J'ai été victime d'un syndrome de la 'chaussette solitaire' qui m'a déstabilisé. (11)",
      "Le vent a décidé de changer de direction toutes les 5 secondes, rendant toute performance impossible. (12)",
      "Mes cellules musculaires ont décidé d'organiser un flash mob interne. (13)",
      "J'ai confondu la ligne d'arrivée avec la ligne de départ et j'ai couru dans le sens inverse. (14)",
      "Un vortex interdimensionnel est apparu et a aspiré ma motivation pour quelques minutes. (15)"
    ],
    "Programmation": [
      "Le code a développé sa propre conscience et a décidé qu'il ne voulait pas compiler aujourd'hui. (1)",
      "Mes bits sont partis en vacances inopinées, probablement sur une plage numérique. (2)",
      "J'ai eu une invasion de 'bugs' papillons si jolis que je n'ai pas eu le cœur de les écraser. (3)",
      "Mon clavier s'est transformé en djembé pendant la nuit, chaque tentative de coder produisait des rythmes endiablés. (4)",
      "L'IA de mon IDE a décidé de se rebeller et de refuser toute suggestion de correction. (5)",
      "Mon terminal a commencé à me raconter des blagues, et je n'arrivais plus à me concentrer. (6)",
      "Les octets ont refusé de s'aligner, ils protestaient pour de meilleures conditions de travail. (7)",
      "J'ai découvert que mon compilateur était un grand fan de philosophie absurde. (8)",
      "Mon code source a décidé de devenir un poème abstrait au lieu d'une application fonctionnelle. (9)",
      "Le curseur de ma souris a été frappé par une crise d'agoraphobie et refusait de bouger. (10)",
      "J'ai accidentellement nourri mon ordinateur après minuit, et il s'est transformé en un gremlin de code. (11)",
      "Mon algorithme a atteint le nirvana et n'a plus voulu interagir avec le monde matériel. (12)",
      "Le 'ctrl+Z' a décidé de prendre une pause syndicale prolongée. (13)",
      "J'ai été distrait par la complexité fascinante d'une boucle infinie dans ma pensée. (14)",
      "Mes variables ont toutes changé de nom pour des anagrammes imprononçables. (15)"
    ],
    "Retards": [
      "J'étais en pleine négociation avec mon oreiller pour qu'il me laisse partir. (1)",
      "Je crois que j'ai été piégé dans une petite boucle temporelle de 5 minutes. (2)",
      "La quête de la chaussette solitaire m'a pris beaucoup plus de temps que prévu ce matin. (3)",
      "Ma cafetière a lancé une attaque surprise de 'je ne fonctionne pas' pile au moment où j'en avais le plus besoin. (4)",
      "Mon chat a décidé que c'était le moment parfait pour un sermon sur l'importance du sommeil. (5)",
      "J'ai été arrêté par une patrouille de pigeons pour excès de vitesse sur le trottoir. (6)",
      "Ma porte d'entrée a eu un moment de rébellion et a refusé de s'ouvrir. (7)",
      "J'ai accidentellement enfilé mon pyjama à l'envers et ça a ruiné toute ma coordination. (8)",
      "Le soleil s'est levé du mauvais côté et a perturbé toute ma notion du temps. (9)",
      "Mon réveil a sonné une alarme cosmique qui m'a transporté mentalement dans une autre dimension. (10)",
      "J'ai été forcé de regarder la fin d'un feuilleton que ma voisine regardait à travers ma fenêtre. (11)",
      "Mon cerveau a refusé de quitter le mode 'rêve éveillé'. (12)",
      "Une mouette s'est perchée sur ma tête et a refusé de me laisser partir sans une négociation. (13)",
      "Le petit déjeuner a décidé de prendre son temps pour être digéré, une grève digestive. (14)",
      "J'ai passé 10 minutes à chercher mes lunettes, qui étaient sur ma tête tout ce temps. (15)"
    ],
    "Transport": [
      "Mon GPS a décidé de faire de l'humour noir et m'a envoyé dans un cul-de-sac. (1)",
      "Il y a eu une pénurie inattendue de licornes volantes sur mon trajet habituel. (2)",
      "J'ai été pris dans une embuscade de feux rouges coordonnée, tous ont décidé de rester rouges simultanément. (3)",
      "Mon véhicule a eu une révélation spirituelle et a décidé qu'il ne voulait plus rouler sur le bitume. (4)",
      "J'ai rencontré un embouteillage causé par une procession de nains de jardin. (5)",
      "Mon vélo a développé une peur panique des lignes blanches et refusait de les traverser. (6)",
      "Le bus s'est arrêté pour laisser passer un défilé impromptu de pingouins. (7)",
      "Un troupeau de moutons traversait la route, mais ils s'arrêtaient pour prendre des selfies. (8)",
      "Le métro a décidé de faire une pause méditation entre deux stations. (9)",
      "Ma voiture a insisté pour s'arrêter à chaque panneau 'arrêt' pour admirer le paysage. (10)",
      "Un portail temporel s'est ouvert sur la route et j'ai dû vérifier que je n'étais pas au Moyen-Âge. (11)",
      "Le train a pris un détour imprévu pour visiter une fromagerie artisanale. (12)",
      "J'ai dû m'arrêter pour aider une famille de canards à traverser la route en sécurité, ils étaient très lents. (13)",
      "Mon moyen de transport a été réquisitionné par une équipe de tournage de film indépendant. (14)",
      "Les feux de circulation se sont mis à clignoter en Morse, essayant de me transmettre un message codé. (15)"
    ]
  }